export const post = {
  id: 1,
  title: 'React에서 함수형 컴포넌트를 쓰는 이유',
  keyword:
    '#JS #React #Python #Django #Portfolio #JSON #프론트엔드 #프로젝트 #힘든프로젝트였다 #개발자로그 ',
  description:
    '이름에서부터 알 수 있듯이, 함수형 컴포넌트란 함수를 기반으로 작성하는 컴포넌트를 말한다. 기존에 우리가 사용했던 클래스형 컴포넌트에 비해 훨씬 짧고 직관적인 코드를 짤 수 있고, 함수형 프로그래밍을 할 수 있게 해준다. 아래에서 나오는 Hooks가 도입되면서 함수형 컴포넌트에서도 클래스형 컴포넌트의 라이프 사이클 메서드와 같은 기능을 사용할 수 있게 되었다. react 공식 문서에서도 함수형 컴포넌트 + Hooks 조합을 추천하고 있으며, 아직 낯설고 어려운 개념이긴 하지만 2차 프로젝트는 함수형 컴포넌트 + Hooks + styled component로 진행해보려고 한다! 여기다가 이제 포트폴리에 관련된 스토리를 이렇다 저렇다 간략하게 설명하는 글이 올라가겠죠?????? 이름에서부터 알 수 있듯이, 함수형 컴포넌트란 함수를 기반으로 작성하는 컴포넌트를 말한다. 기존에 우리가 사용했던 클래스형 컴포넌트에 비해 훨씬 짧고 직관적인 코드를 짤 수 있고, 함수형 프로그래밍을 할 수 있게 해준다. 아래에서 나오는 Hooks가 도입되면서 함수형 컴포넌트에서도 클래스형 컴포넌트의 라이프 사이클 메서드와 같은 기능을 사용할 수 있게 되었다. react 공식 문서에서도 함수형 컴포넌트 + Hooks 조합을 추천하고 있으며, 아직 낯설고 어려운 개념이긴 하지만 2차 프로젝트는 함수형 컴포넌트 + Hooks + styled component로 진행해보려고 한다! 여기다가 이제 포트폴리에 관련된 스토리를 이렇다 저렇다 간략하게 설명하는 글이 올라가겠죠?????? 이름에서부터 알 수 있듯이, 함수형 컴포넌트란 함수를 기반으로 작성하는 컴포넌트를 말한다. 기존에 우리가 사용했던 클래스형 컴포넌트에 비해 훨씬 짧고 직관적인 코드를 짤 수 있고, 함수형 프로그래밍을 할 수 있게 해준다. 아래에서 나오는 Hooks가 도입되면서 함수형 컴포넌트에서도 클래스형 컴포넌트의 라이프 사이클 메서드와 같은 기능을 사용할 수 있게 되었다. react 공식 문서에서도 함수형 컴포넌트 + Hooks 조합을 추천하고 있으며, 아직 낯설고 어려운 개념이긴 하지만 2차 프로젝트는 함수형 컴포넌트 + Hooks + styled component로 진행해보려고 한다! 여기다가 이제 포트폴리에 관련된 스토리를 이렇다 저렇다 간략하게 설명하는 글이 올라가겠죠?????? 이름에서부터 알 수 있듯이, 함수형 컴포넌트란 함수를 기반으로 작성하는 컴포넌트를 말한다. 기존에 우리가 사용했던 클래스형 컴포넌트에 비해 훨씬 짧고 직관적인 코드를 짤 수 있고, 함수형 프로그래밍을 할 수 있게 ',
  thumbnail:
    'https://images.unsplash.com/photo-1643533453176-29fe50049959?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1472&q=80',
  createdDate: '2022-01-25 22:00:00',
  user: {
    name: 'Cheese',
    profile:
      'https://images.unsplash.com/photo-1643133277936-9f93d8792522?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=2070&q=80',
  },
};

export const post_list = [
  {
    id: 1,
    title: 'React에서 함수형 컴포넌트를 쓰는 이유',
    description:
      '문자 체계의 유형으로서, 알파벳은 아부기다나 아브자드와 함께 음소 문자에 속한다. 다만 서양에서는, 이러한 3가지를 알파벳이라고 부르는 경우도 있다. 한국어에서 알파벳은, 세계에서 가장 널리 통용되고 있는 대표적인 알파벳인 라틴 문자를 가리킨다.알파벳은 자음과 모음으로 이루어진 문자를 의미하므로 한글도 알파벳의 일종이며 서양에서는 Korean alphabet이라고 한다. 알파벳에서는 원칙적으로 음성 언어의 음소 중 중 자음과 모음을 모두 서로 다른 자모(字母)로 표기한다. 반면 아브자드에서는 자음만을 표기해, 모음은 대부분 표기하지 않는다. 아부기다에서는 자음의 자모를 쓰면 특정 모음을 수반한 음절을 나타내, 그 이외의 모음이 수반한 음절을 나타내는 경우 등은 보조적인 기호를 부가하는 것으로 표기한다.알파벳의 대부분은 셈어를 위한 문자로 중동에서 탄생한 아브자드로부터 발전해 왔다고 생각되고 있다. 한편, 아부기다는 일찍이 음절문자와 알파벳의 중간 단계라고 생각하던 적도 있었지만, 오늘날은 알파벳과는 별도로 아브자드로부터 발전해 온 것이라고 생각되고 있다.',
    thumbnail:
      'https://images.unsplash.com/photo-1643533453176-29fe50049959?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1472&q=80',
    createdDate: '2022-01-25 22:00:00',
    user: {
      name: 'Cheese',
      profile:
        'https://images.unsplash.com/photo-1643133277936-9f93d8792522?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=2070&q=80',
    },
  },
  {
    id: 2,
    title: '이것의 제목은 고양이입니다.',
    description:
      '고양이는 인류로 부터 오랫동안 반려동물로 사랑받아 왔다. 실례로 고대 이집트의 벽화에는 고양이를 새 사냥에 이용하는 그림이 있다. 고양이와 인간의 공생관계는 농경의 발달로 이집트 문명이 발생했을 무렵 곡식을 저장하는 창고에 모여든 쥐를 따라온 것이 시작으로 알려져 있다. 때문에 고양이는 길들여진 동물인 가축의 특성을 전혀 지니고 있지 않으며, 가축이라기보다는 인간과 공생관계라고 보는 것이 맞다. 이 후 아라비아 상인들의 실크로드를 통해 유럽과 아시아 전역으로 퍼져나갔으며, 항해를 하는 데에도 도움이 되어 인간과 함께 항해를 동행하면서 전 세계로 퍼져나갔다. 중국의 십이지에는 포함되어 있지 않지만 베트남과 네팔에서는 토끼 대신 고양이가 십이지 중 하나다.스핑크스처럼 털이 거의 없거나 맹크스처럼 꼬리가 없는 품종도 있다. 품종은 장모종, 중모종, 단모종 등으로 나뉘며, 단모종의 대표종인 아비니시안 고양이와 장모종의 대표종인 페르시안 고양이가 있다. 애완견과는 달리 옛 습성이 살아 있으며, 발톱을 숨길 수 있어서 쥐, 새, 토끼, 곤충 등을 사냥할 수 있다.',
    thumbnail:
      'https://images.unsplash.com/photo-1643533453176-29fe50049959?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1472&q=80',
    createdDate: '2022-01-24 22:00:00',
    user: {
      name: 'Chicken',
      profile:
        'https://images.unsplash.com/photo-1643133277936-9f93d8792522?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=2070&q=80',
    },
  },
  {
    id: 3,
    title: '이것은 블로그 제목입니다.',
    description:
      '문자 체계의 유형으로서, 알파벳은 아부기다나 아브자드와 함께 음소 문자에 속한다. 다만 서양에서는, 이러한 3가지를 알파벳이라고 부르는 경우도 있다. 한국어에서 알파벳은, 세계에서 가장 널리 통용되고 있는 대표적인 알파벳인 라틴 문자를 가리킨다.알파벳은 자음과 모음으로 이루어진 문자를 의미하므로 한글도 알파벳의 일종이며 서양에서는 Korean alphabet이라고 한다. 알파벳에서는 원칙적으로 음성 언어의 음소 중 중 자음과 모음을 모두 서로 다른 자모(字母)로 표기한다. 반면 아브자드에서는 자음만을 표기해, 모음은 대부분 표기하지 않는다. 아부기다에서는 자음의 자모를 쓰면 특정 모음을 수반한 음절을 나타내, 그 이외의 모음이 수반한 음절을 나타내는 경우 등은 보조적인 기호를 부가하는 것으로 표기한다.알파벳의 대부분은 셈어를 위한 문자로 중동에서 탄생한 아브자드로부터 발전해 왔다고 생각되고 있다. 한편, 아부기다는 일찍이 음절문자와 알파벳의 중간 단계라고 생각하던 적도 있었지만, 오늘날은 알파벳과는 별도로 아브자드로부터 발전해 온 것이라고 생각되고 있다.',
    thumbnail:
      'https://images.unsplash.com/photo-1643533453176-29fe50049959?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1472&q=80',
    createdDate: '2022-01-23 22:00:00',
    user: {
      name: 'Cheese',
      profile:
        'https://images.unsplash.com/photo-1643133277936-9f93d8792522?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=2070&q=80',
    },
  },
  {
    id: 4,
    title: '이것의 제목은 고양이입니다.',
    description:
      '고양이는 인류로 부터 오랫동안 반려동물로 사랑받아 왔다. 실례로 고대 이집트의 벽화에는 고양이를 새 사냥에 이용하는 그림이 있다. 고양이와 인간의 공생관계는 농경의 발달로 이집트 문명이 발생했을 무렵 곡식을 저장하는 창고에 모여든 쥐를 따라온 것이 시작으로 알려져 있다. 때문에 고양이는 길들여진 동물인 가축의 특성을 전혀 지니고 있지 않으며, 가축이라기보다는 인간과 공생관계라고 보는 것이 맞다. 이 후 아라비아 상인들의 실크로드를 통해 유럽과 아시아 전역으로 퍼져나갔으며, 항해를 하는 데에도 도움이 되어 인간과 함께 항해를 동행하면서 전 세계로 퍼져나갔다. 중국의 십이지에는 포함되어 있지 않지만 베트남과 네팔에서는 토끼 대신 고양이가 십이지 중 하나다.스핑크스처럼 털이 거의 없거나 맹크스처럼 꼬리가 없는 품종도 있다. 품종은 장모종, 중모종, 단모종 등으로 나뉘며, 단모종의 대표종인 아비니시안 고양이와 장모종의 대표종인 페르시안 고양이가 있다. 애완견과는 달리 옛 습성이 살아 있으며, 발톱을 숨길 수 있어서 쥐, 새, 토끼, 곤충 등을 사냥할 수 있다.',
    thumbnail:
      'https://images.unsplash.com/photo-1643533453176-29fe50049959?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1472&q=80',
    createdDate: '2022-01-22 22:00:00',
    user: {
      name: 'Chicken',
      profile:
        'https://images.unsplash.com/photo-1643133277936-9f93d8792522?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=2070&q=80',
    },
  },
  {
    id: 5,
    title: '이것은 블로그 제목입니다.',
    description:
      '문자 체계의 유형으로서, 알파벳은 아부기다나 아브자드와 함께 음소 문자에 속한다. 다만 서양에서는, 이러한 3가지를 알파벳이라고 부르는 경우도 있다. 한국어에서 알파벳은, 세계에서 가장 널리 통용되고 있는 대표적인 알파벳인 라틴 문자를 가리킨다.알파벳은 자음과 모음으로 이루어진 문자를 의미하므로 한글도 알파벳의 일종이며 서양에서는 Korean alphabet이라고 한다. 알파벳에서는 원칙적으로 음성 언어의 음소 중 중 자음과 모음을 모두 서로 다른 자모(字母)로 표기한다. 반면 아브자드에서는 자음만을 표기해, 모음은 대부분 표기하지 않는다. 아부기다에서는 자음의 자모를 쓰면 특정 모음을 수반한 음절을 나타내, 그 이외의 모음이 수반한 음절을 나타내는 경우 등은 보조적인 기호를 부가하는 것으로 표기한다.알파벳의 대부분은 셈어를 위한 문자로 중동에서 탄생한 아브자드로부터 발전해 왔다고 생각되고 있다. 한편, 아부기다는 일찍이 음절문자와 알파벳의 중간 단계라고 생각하던 적도 있었지만, 오늘날은 알파벳과는 별도로 아브자드로부터 발전해 온 것이라고 생각되고 있다.',
    thumbnail:
      'https://images.unsplash.com/photo-1643533453176-29fe50049959?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1472&q=80',
    createdDate: '2022-01-21 22:00:00',
    user: {
      name: 'Cheese',
      profile:
        'https://images.unsplash.com/photo-1643133277936-9f93d8792522?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=2070&q=80',
    },
  },
  {
    id: 6,
    title: '이것의 제목은 고양이입니다.',
    description:
      '고양이는 인류로 부터 오랫동안 반려동물로 사랑받아 왔다. 실례로 고대 이집트의 벽화에는 고양이를 새 사냥에 이용하는 그림이 있다. 고양이와 인간의 공생관계는 농경의 발달로 이집트 문명이 발생했을 무렵 곡식을 저장하는 창고에 모여든 쥐를 따라온 것이 시작으로 알려져 있다. 때문에 고양이는 길들여진 동물인 가축의 특성을 전혀 지니고 있지 않으며, 가축이라기보다는 인간과 공생관계라고 보는 것이 맞다. 이 후 아라비아 상인들의 실크로드를 통해 유럽과 아시아 전역으로 퍼져나갔으며, 항해를 하는 데에도 도움이 되어 인간과 함께 항해를 동행하면서 전 세계로 퍼져나갔다. 중국의 십이지에는 포함되어 있지 않지만 베트남과 네팔에서는 토끼 대신 고양이가 십이지 중 하나다.스핑크스처럼 털이 거의 없거나 맹크스처럼 꼬리가 없는 품종도 있다. 품종은 장모종, 중모종, 단모종 등으로 나뉘며, 단모종의 대표종인 아비니시안 고양이와 장모종의 대표종인 페르시안 고양이가 있다. 애완견과는 달리 옛 습성이 살아 있으며, 발톱을 숨길 수 있어서 쥐, 새, 토끼, 곤충 등을 사냥할 수 있다.',
    thumbnail:
      'https://images.unsplash.com/photo-1643533453176-29fe50049959?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1472&q=80',
    createdDate: '2022-01-20 22:00:00',
    user: {
      name: 'Chicken',
      profile:
        'https://images.unsplash.com/photo-1643133277936-9f93d8792522?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=2070&q=80',
    },
  },
  {
    id: 7,
    title: '이것은 블로그 제목입니다.',
    description:
      '문자 체계의 유형으로서, 알파벳은 아부기다나 아브자드와 함께 음소 문자에 속한다. 다만 서양에서는, 이러한 3가지를 알파벳이라고 부르는 경우도 있다. 한국어에서 알파벳은, 세계에서 가장 널리 통용되고 있는 대표적인 알파벳인 라틴 문자를 가리킨다.알파벳은 자음과 모음으로 이루어진 문자를 의미하므로 한글도 알파벳의 일종이며 서양에서는 Korean alphabet이라고 한다. 알파벳에서는 원칙적으로 음성 언어의 음소 중 중 자음과 모음을 모두 서로 다른 자모(字母)로 표기한다. 반면 아브자드에서는 자음만을 표기해, 모음은 대부분 표기하지 않는다. 아부기다에서는 자음의 자모를 쓰면 특정 모음을 수반한 음절을 나타내, 그 이외의 모음이 수반한 음절을 나타내는 경우 등은 보조적인 기호를 부가하는 것으로 표기한다.알파벳의 대부분은 셈어를 위한 문자로 중동에서 탄생한 아브자드로부터 발전해 왔다고 생각되고 있다. 한편, 아부기다는 일찍이 음절문자와 알파벳의 중간 단계라고 생각하던 적도 있었지만, 오늘날은 알파벳과는 별도로 아브자드로부터 발전해 온 것이라고 생각되고 있다.',
    thumbnail:
      'https://images.unsplash.com/photo-1643533453176-29fe50049959?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1472&q=80',
    createdDate: '2022-01-19 22:00:00',
    user: {
      name: 'Cheese',
      profile:
        'https://images.unsplash.com/photo-1643133277936-9f93d8792522?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=2070&q=80',
    },
  },
  {
    id: 8,
    title: '이것의 제목은 고양이입니다.',
    description:
      '고양이는 인류로 부터 오랫동안 반려동물로 사랑받아 왔다. 실례로 고대 이집트의 벽화에는 고양이를 새 사냥에 이용하는 그림이 있다. 고양이와 인간의 공생관계는 농경의 발달로 이집트 문명이 발생했을 무렵 곡식을 저장하는 창고에 모여든 쥐를 따라온 것이 시작으로 알려져 있다. 때문에 고양이는 길들여진 동물인 가축의 특성을 전혀 지니고 있지 않으며, 가축이라기보다는 인간과 공생관계라고 보는 것이 맞다. 이 후 아라비아 상인들의 실크로드를 통해 유럽과 아시아 전역으로 퍼져나갔으며, 항해를 하는 데에도 도움이 되어 인간과 함께 항해를 동행하면서 전 세계로 퍼져나갔다. 중국의 십이지에는 포함되어 있지 않지만 베트남과 네팔에서는 토끼 대신 고양이가 십이지 중 하나다.스핑크스처럼 털이 거의 없거나 맹크스처럼 꼬리가 없는 품종도 있다. 품종은 장모종, 중모종, 단모종 등으로 나뉘며, 단모종의 대표종인 아비니시안 고양이와 장모종의 대표종인 페르시안 고양이가 있다. 애완견과는 달리 옛 습성이 살아 있으며, 발톱을 숨길 수 있어서 쥐, 새, 토끼, 곤충 등을 사냥할 수 있다.',
    thumbnail:
      'https://images.unsplash.com/photo-1643533453176-29fe50049959?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1472&q=80',
    createdDate: '2022-01-18 22:00:00',
    user: {
      name: 'Chicken',
      profile:
        'https://images.unsplash.com/photo-1643133277936-9f93d8792522?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=2070&q=80',
    },
  },
  {
    id: 9,
    title: '이것은 블로그 제목입니다.',
    description:
      '문자 체계의 유형으로서, 알파벳은 아부기다나 아브자드와 함께 음소 문자에 속한다. 다만 서양에서는, 이러한 3가지를 알파벳이라고 부르는 경우도 있다. 한국어에서 알파벳은, 세계에서 가장 널리 통용되고 있는 대표적인 알파벳인 라틴 문자를 가리킨다.알파벳은 자음과 모음으로 이루어진 문자를 의미하므로 한글도 알파벳의 일종이며 서양에서는 Korean alphabet이라고 한다. 알파벳에서는 원칙적으로 음성 언어의 음소 중 중 자음과 모음을 모두 서로 다른 자모(字母)로 표기한다. 반면 아브자드에서는 자음만을 표기해, 모음은 대부분 표기하지 않는다. 아부기다에서는 자음의 자모를 쓰면 특정 모음을 수반한 음절을 나타내, 그 이외의 모음이 수반한 음절을 나타내는 경우 등은 보조적인 기호를 부가하는 것으로 표기한다.알파벳의 대부분은 셈어를 위한 문자로 중동에서 탄생한 아브자드로부터 발전해 왔다고 생각되고 있다. 한편, 아부기다는 일찍이 음절문자와 알파벳의 중간 단계라고 생각하던 적도 있었지만, 오늘날은 알파벳과는 별도로 아브자드로부터 발전해 온 것이라고 생각되고 있다.',
    thumbnail:
      'https://images.unsplash.com/photo-1643533453176-29fe50049959?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1472&q=80',
    createdDate: '2022-01-17 22:00:00',
    user: {
      name: 'Chicken',
      profile:
        'https://images.unsplash.com/photo-1643133277936-9f93d8792522?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=2070&q=80',
    },
  },
  {
    id: 10,
    title: '이것의 제목은 고양이입니다.',
    description:
      '고양이는 인류로 부터 오랫동안 반려동물로 사랑받아 왔다. 실례로 고대 이집트의 벽화에는 고양이를 새 사냥에 이용하는 그림이 있다. 고양이와 인간의 공생관계는 농경의 발달로 이집트 문명이 발생했을 무렵 곡식을 저장하는 창고에 모여든 쥐를 따라온 것이 시작으로 알려져 있다. 때문에 고양이는 길들여진 동물인 가축의 특성을 전혀 지니고 있지 않으며, 가축이라기보다는 인간과 공생관계라고 보는 것이 맞다. 이 후 아라비아 상인들의 실크로드를 통해 유럽과 아시아 전역으로 퍼져나갔으며, 항해를 하는 데에도 도움이 되어 인간과 함께 항해를 동행하면서 전 세계로 퍼져나갔다. 중국의 십이지에는 포함되어 있지 않지만 베트남과 네팔에서는 토끼 대신 고양이가 십이지 중 하나다.스핑크스처럼 털이 거의 없거나 맹크스처럼 꼬리가 없는 품종도 있다. 품종은 장모종, 중모종, 단모종 등으로 나뉘며, 단모종의 대표종인 아비니시안 고양이와 장모종의 대표종인 페르시안 고양이가 있다. 애완견과는 달리 옛 습성이 살아 있으며, 발톱을 숨길 수 있어서 쥐, 새, 토끼, 곤충 등을 사냥할 수 있다.',
    thumbnail:
      'https://images.unsplash.com/photo-1643533453176-29fe50049959?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1472&q=80',
    createdDate: '2022-01-26 22:00:00',
    user: {
      name: 'Cheese',
      profile:
        'https://images.unsplash.com/photo-1643133277936-9f93d8792522?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=2070&q=80',
    },
  },
];
